[
	{
		"title": "MMA",
		"subTitle": "That sport where you fight your opponent (not soccer)",
		"content": "Spent 5 incredible years in a fighting club, where I learned, grew, and had an absolute joy. After few years I even got the chance to win 1st place in the national competition.",
		"date": "2010-2015",
		"spec": "training"
	},
	{
		"title": "Relocation",
		"subTitle": "Hadera To Hod-Hasharon",
		"content": "After 13 years I left the place where I grew up and moved to a new one. New place, new friends, new me.",
		"date": "2014",
		"spec": "general"
	},

	{
		"title": "High School",
		"subTitle": "Hadarim high school, Hod Hasharon",
		"content": "I was the one that all the teachers loved because he never interupts the classes. As a computer enthusiast I studied 5 points of Computer Science along with Maths, Physics and English.",
		"date": "2016-2019",
		"spec": "studies"
	},
	{
		"title": "Gym",
		"subTitle": "The moment you entered the gym for the first time, is the moment you become forever small.",
		"content": "One of my main hobbies, my perspective is if we dedicate ourselves to studying and training our minds, it's equally important to do so for our bodies.",
		"date": "2016-9999",
		"spec": "training"
	},
	{
		"title": "Army",
		"subTitle": "Combat soldier and a platoon sergeant at Mesaya'at Shiryon",
		"content": "After 8 months of training I was sent to commander's course for another 4 months. Upon completion the course I was honored to be selected as a commander in the operative forces where I quickly climbed to the rank of platoon sergeant.",
		"date": "2019-2022",
		"spec": "general"
	},
	{
		"title": "Cyber4s - Fullstack Course",
		"subTitle": "Scale-Up Velocity, 6 months of intense study",
		"content": "Upon completing my military service, I joined the Lohamim La-Hightech program. Following a selection process that narrowed down the participants from 117 to 40 students, I continued 5 more months of intensive, professional full-stack study.",
		"date": "Mar - Sep 2022",
		"spec": "studies"
	},
	{
		"title": "Elbit Systems",
		"subTitle": "My first role in the industry - QA",
		"content": "Starting my way up in the industry at Elbit Systems as a Software Tester. It's an incredible workplace filled with wonderful people and opportunities to enhance my skills.",
		"date": "Feb 2023",
		"spec": "work"
	},
	{
		"title": "Elbit Systems",
		"subTitle": "Still here - (QA + Fullstack Developer)",
		"content": "Testing manually everytime sometimes can become exhausting. Thats why I created a platform (front and back end) for testing our products and their new features. I primarily used ReactTS, NodeTS, Puppeteer and Jest for that. Working side by side with our developers I learned a lot.",
		"date": "Sep 2023",
		"spec": "work"
	}
]
